import React from 'react';

export const About = () => {
  return (
    <div className={'wrapper__about'}>
      <h1 className={'about__name'}>О Нас</h1>
      <p className={'about__text'}>
        Узнайте, что такое настоящее Винницкое гостеприимство и истинная итальянская роскошь,
        остановившись в одном из утонченных, стильных и комфортабельных номеров и люксов. В каждой
        детали отеля Fox Hotel Vinnitsa чувствуется личное участие Лисицы Александра. Это уникальная
        возможность насладиться незабываемым отдыхом на фоне неброской элегантности.
      </p>
      <p className={'about__text'}>
        Насладитесь невероятным удобством в номере. В вашем распоряжении станция персонального
        дворецкого с собственными баром и кофемашиной. Получайте удовольствие от отдыха, наслаждаясь
        потрясающим видом.
      </p>
      <p className={'about__text'}>
        Полюбуйтесь великолепием The Vinnitsa Fountain из окна номера и с балкона, откуда
        открывается непревзойденный вид. Из этого стильного и роскошного номера площадью 80 кв. м
        можно беспрепятственно любоваться фонтаном со всех сторон.
      </p>
      <p className={'about__text'}>
        Погрузитесь в мир райской роскоши Fox — неброской, изысканной и неповторимой. В вашем
        распоряжении кровати размера king-size, индивидуальные душевые кабинки и ванны, а также вся
        необходимая техника для полноценного наслаждения отдыхом.
      </p>
      <p className={'about__text'}>
        Оставайтесь на связи или просто отдыхайте. Среди необходимой техники, доступной во всех
        номерах, — 40-дюймовые ЖК-телевизоры с плоским экраном, DVD-плееры, многофункциональные
        рабочие станции и принтеры, предоставляемые по запросу
      </p>
    </div>
  );
};
